Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/AppMessages.resw
Source language: en
Languages: ar, es, fr, id, it, ko, nl, pl, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hant

# AM_SaveSettingsFailed
source: Failed to save settings. Please, try again [{0}]
ar: فشل في حفظ الإعدادات. الرجاء المحاولة مرة أخرى [{0}]
es: No se pudo guardar la configuración. Por favor, inténtalo de nuevo [{0}]
fr: Échec d'enregistrement des paramètres. Veuillez ressayer [{0}]
id: Gagal untuk menyimpan pengaturan. Harap coba kembali [{0}]
it: Salvataggio delle impostazioni fallito. Per favore, riprova [{0}]
ko: 설정 저장을 실패하였습니다. 다시 시도하세요 [{0}]
nl: Instellingen opslaan is mislukt. Probeer alstublieft opnieuw [{0}]
pl: Zapisywanie ustawień nie powiodło się, spróbuj ponownie [{0}]
pt_br: Erro ao salvar as configurações. Por favor, tente novamente. [{0}]
ro: Eșec la salvarea setărilor. Te rugăm să reîncerci [{0}]
ru: Не удалось сохранить настройки . Пожалуйста попробуйте еще раз [{0}]
th: ไม่สามารถบันทึกการตั้งค่าได้ กรุณาลองใหม่อีกครั้ง [{0}]
tr: Ayarlar kaydedilemedi. Lütfen tekrar deneyin [{0}]
vi: Lỗi, không lưu lại được các tùy chỉnh. Xin thử lại [{0}]
zh_hans: 储存设定失败。请再试一次[{0}]
zh_hant: 儲存設定失敗。請再試一次[{0}]

# AM_SaveSettingsFailed_Title
source: Error saving settings
ar: خطأ في حفظ الإعدادات
es: Error guardando configuración
fr: Erreur d’enregistrement des paramètres
id: Gagal menyimpan settings
it: Errore salvataggio impostazioni
ko: 설정 저장중 오류
nl: Fout bij opslaan instellingen
pl: Błąd zapisu
pt_br: Configurações de economia de erro
ro: Eroare la salvarea setărilor
ru: Ошибка при сохранении настроек
th: มีข้อผิดพลาดในการบันทึกการตั้งค่า
tr: Ayarlar kaydedilemedi
vi: Lỗi lưu các thiết đặt
zh_hans: 储存设定错误
zh_hant: 儲存設定錯誤

# AM_SelectFileFailed
source: Failed to select file(s). Please, try again [{0}]
ar: فشل في اختيار الملف(ات). الرجاء المحاولة ثانية [{0}]
es: Error al seleccionar fichero(s). Por favor, inténtalo de nuevo [{0}]
fr: Échec de sélection des fichiers. Veuillez ressayer [{0}]
id: Gagal untuk memilih file. Harap coba kembali [{0}]
it: Selezionamento dei file fallito. Per favore, riprova [{0}]
ko: 파일 선택을 실패하였습니다. 다시 시도하세요 [{0}]
nl: Het selecteren van bestand(en) is mislukt. Probeer alstublieft opnieuw [{0}]
pl: Zaznaczanie plików nie powiodło się. Spróbuj ponownie [{0}]
pt_br: Erro ao selecionar o(s) arquivo(s). Por favor, tente novamente. [{0}]
ro: Eșec la selectarea fișierului(elor). Te rugăm să reîncerci [{0}]
ru: Не удалось выбрать файл(ы) . Пожалуйста попробуйте еще раз [{0}]
th: ไม่สามารถเลือกไฟล์ได้ กรุณาลองใหม่อีกครั้ง [{0}]
tr: Dosya(lar) seçilemedi. Lütfen tekrar deneyin [{0}]
vi: Lỗi khi chọn tệp tin. Xin thử lại sau [{0}]
zh_hans: 选取文件失败。请再试一次[{0}]
zh_hant: 選取檔案失敗。請再試一次[{0}]

# AM_SelectFileFailed_Title
source: File selection failed
ar: فشل اختيار الملف
es: Error al seleccionar fichero(s)
fr: Échec de sélection de fichiers
id: Pemilihan file gagal
it: Seleziona file fallita
ko: 파일 선택 실패
nl: Bestand selecteren is mislukt
pl: Wybór nie powiódł się
pt_br: Erro ao selecionar o arquivo
ro: Selectarea fișierului a eșuat
ru: Выбор файлов не удался
th: เลือกไฟล์ไม่สำเร็จ
tr: Dosya seçilemedi
vi: Lỗi chọn tệp tin
zh_hans: 选取文件失败
zh_hant: 選取檔案失敗

# AM_TooManyFailedLoginAttempts
source: You have attempted to log in too many times. Please wait until {0} and try again.
ar: لقد حاولت تسجيل الدخول مرات كثيرة جدا، الرجاء الانتظار حتى {0} والمحاولة مرة أخرى.
es: Has intentado acceder demasiadas veces.Por favor, espera hasta las {0} e inténtalo de nuevo.
fr: Vous avez tenté de vous connecter trop de fois. Veuillez patienter jusqu'à {0} et ressayer.
id: Anda telah mencoba masuk terlalu banyak. Harap tunggu hingga {0} dan coba kembali.
it: Hai provato ad effettuare l'accesso troppe volte. Per favore, attendi fino alle {0} e riprova.
ko: 로그인 시도를 너무 많이 했습니다. {0}까지 기다렸다가 다시 시도하세요.
nl: U hebt te vaak geprobeerd om in te loggen. Wacht alstublieft tot {0} en probeer opnieuw.
pl: Zbyt dużo prób do logowania. Spróbuj ponownie za {0}.
pt_br: Você tentou entrar muitas vezes. Por favor, aguarde até {0} e tente novamente.
ro: Ai încercat să te autentifici de prea multe ori. Te rugăm să aștepți până la {0} și să încerci din nou.
ru: Вы пытались зайти очень много раз. Пожалуйста, подождите до {0} и попробуйте снова.
th: คุณได้พยายามเข้าสู่ระบบบ่อยเกินไป กรุณารอจนกว่า {0} และลองอีกครั้ง
tr: Çok fazla giriş denemesi yaptınız. Lütfen {0} bekleyin ve tekrar deneyin.
vi: Bạn đã nhập sai thông tin đăng nhập quá nhiều lần. Xin vui lòng chời tới {0} rồi thử lại.
zh_hans: 您于短时间内尝试登入的次数过多。请等待至{0} 后再重试。
zh_hant: 您於短時間內嘗試登入的次數過多。請等待至 {0} 後再重試。

# AM_UserNotOnline
source: You are not logged into MEGA. Please re-login.
ar: لم يتم تسجيل دخولك إلى MEGA. يرجى إعادة تسجيل الدخول.
es: No estás conectado a MEGA para realizar esta acción. Por favor, vuelve a iniciar sesión.
fr: Vous n'êtes pas connecté à MEGA. Veuillez vous reconnecter.
id: Anda tidak sedang masuk ke MEGA. Harap masuk kembali.
it: Non sei collegato in MEGA. Si prega di riaccedere.
ko: MEGA에 로그인되지 않았습니다. 다시 로그인하세요.
nl: U bent niet ingelogd bij MEGA. Log alstublieft opnieuw in.
pl: Nie jesteś zalogowany do MEGA. Zaloguj się ponownie.
pt_br: Você não está logado no MEGA. Por favor, faça o login novamente.
ro: Nu ești autentificat pe MEGA. Te rugăm să te reautentifici.
ru: Вы не вошли в MEGA. Пожалуйста авторизируйтесь.
th: คุณยังไม่ได้เข้าสู่ระบบ MEGA กรุณาเข้าสู่ระบบอีกครั้ง
tr: MEGA'da oturum açmamışsınız. Lütfen tekrar oturum açın.
vi: Bạn chưa đăng nhập vào MEGA. Xin mời đăng nhập lại.
zh_hans: 您未登入至MEGA。请再次登入。
zh_hant: 您未登入至MEGA。請再次登入。

# AM_UserNotOnline_Title
source: Not online
ar: غير متواجد
es: Sin conexión
fr: N'est pas en ligne
id: Tidak online
it: Offline
ko: 온라인이 아님
nl: Niet online
pl: Offline
pt_br: Não online
ro: Nu e online
ru: Не в сети
th: ไม่ได้ออนไลน์
tr: Çevrimiçi değil
vi: Không online
zh_hans: 不在线
zh_hant: 不在線

# AM_WrongEmailPasswordLogin
source: Incorrect email and/or password. Please try again.
ar: البريد الإلكتروني غير صحيح أو كلمة المرور غير صحيحة. يرجى إعادة المحاولة.
es: Correo y/o contraseña incorrectos. Inténtalo de nuevo.
fr: L’adresse courriel ou le mot de passe sont erronés. Veuillez ressayer.
id: Email dan / atau kata sandi salah. Silakan coba lagi.
it: Email e/o password non corretta. Per favore, riprova.
ko: 잘못된 이메일 또는 비밀번호. 다시 시도하세요.
nl: Onjuiste email en/of wachtwoord. Probeer nogmaals.
pl: Podany adres email i/lub hasło jest nieprawidłowe. Spróbuj ponownie.
pt_br: Email e/ou senha incorretos. Por favor, tente novamente.
ro: E-mail și/sau parolă incorecte. Te rugăm să încerci din nou.
ru: Неправильный адрес эл. почты и/или пароль. Попробуйте ещё раз.
th: อีเมลและ/หรือรหัสผ่านไม่ถูกต้อง กรุณาลองอีกครั้ง
tr: Geçersiz eposta ve/veya parola. Lütfen tekrar deneyin.
vi: Địa chỉ email và/hoặc mật khẩu không đúng. Xin thử lại.
zh_hans: 不正确的电子邮件/或密码。请再试一次。
zh_hant: 電子郵件和/或密碼不正確。請再試一次。

# AM_AlreadyConfirmedAccount
source: Your account has been activated. Please log in.
ar: تم تفعيل الحساب بالفعل. يمكنك تسجيل الدخول الان.
es: La cuenta ya está confirmada. Ahora puedes iniciar sesión.
fr: Votre compte a été activé. Veuillez vous connecter.
id: Akun anda telah di-aktifasi. Silahkan masuk akun anda
it: L'account è già confermato. È ora possibile effettuare il login.
ko: 당신의 계정은 활성화되었습니다. 로그인 하세요.
nl: Het account is al bevestigd. U kunt nu inloggen.
pl: Twoje konto zostało aktywowane. Proszę się zalogować.
pt_br: Esta conta já está confirmada. Você pode fazer o login.
ro: Contul tău a fost activat. Te rugăm să te autentifici.
ru: Эта учётная запись уже подтверждена. Можете войти.
th: บัญชีได้รับการยืนยันแล้ว ตอนนี้คุณสามารถเข้าสู่ระบบได้ทันที
tr: Hesap daha önce onaylandı. Artık oturum açabilirsiniz.
vi: Tài khoản đã được xác thực rồi. Bạn có thể dùng được ngay.
zh_hans: 您的账户已确认激活。您现在可以登入使用了。
zh_hant: 您的帳戶已通過認證。請登入帳戶以開始使用。

# AM_ConfirmAccountFailed
source: Failed to confirm account. Please try again.
ar: فشل عملية التحقق من الحساب. يرجى إعادة المحاولة.
es: Error al confirmar la cuenta. Inténtalo de nuevo.
fr: Échec de confirmation du compte. Veuillez ressayer.
id: Gagal mengonfirmasi akun. Silakan coba lagi.
it: Conferma dell'account fallita. Per favore, riprova.
ko: 계정 확인 실패. 다시 시도하세요.
nl: Mislukt on account te bevestigen. Probeer nogmaals.
pl: Potwierdzenie konta nie powiodło się. Spróbuj ponownie.
pt_br: Erro ao confirmar a conta. Por favor, tente novamente.
ro: Eșec la confirmarea contului. Te rugăm să încerci din nou.
ru: Не удалось подтвердить аккаунт. Попробуйте ещё раз.
th: ไม่สามารถยืนยันบัญชีได้ กรุณาลองอีกครั้ง
tr: Hesap onaylanamadı. Lütfen tekrar deneyin.
vi: Xác thực tài khoản bị thất bại. Xin thử lại.
zh_hans: 无法确认账户。请再试一次。
zh_hant: 無法確認帳戶。請再試一次。

# AM_ConfirmAccountSucces
source: Your account has been created, confirmed and activated. You will be logged in automatically.
ar: لقد تم إنشاء حسابك، تم التأكيد والتفعيل. سوف يتم تسجيل الدخول.
es: Tu cuenta ha sido creada, confirmada y activada. Se iniciará sesión automáticamente.
fr: Votre compte a été créé, confirmé et activé. Vous serez connecté automatiquement.
id: Akun anda telah dibuat, terkonfirmasi dan diaktivasi. Anda akan otomatis masuk.
it: Il tuo account è stato creato, confermato e attivato. L'accesso verrà eseguito automaticamente.
ko: 계정이 생성되고, 확인되고, 활성화 되었습니다. 자동으로 로그인될 것입니다.
nl: Uw account is aangemaakt, bevestigd en geactiveerd. U wordt automatisch ingelogd.
pl: Twoje konto zostało utworzone, potwierdzone i aktywowane. Zostaniesz automatycznie zalogowany.
pt_br: A sua conta foi criada, confirmada e ativada. Você será conectado automaticamente.
ro: Contul tău a fost creat, confirmat și activat. Vei fi automat autentificat.
ru: Учётная запись создана, подтверждена и активирована. Вы автоматически войдёте в систему
th: บัญชีของคุณได้ถูกสร้างขึ้น มีการยืนยันและเปิดใช้งานเรียบร้อยแล้ว คุณจะเข้าสู่ระบบได้โดยอัตโนมัติ
tr: Hesabınız oluşturuldu, doğrulandı ve aktif hale getirildi. Otomatik olarak giriş yaptınız.
vi: Việc tạo tài khoản đã hoàn tất, đã xác thực và kích hoạt. Tài khoản sẽ tự động đăng nhập.
zh_hans: 您的账户已创建，确认并激活了。您将自动登入。
zh_hant: 您的帳戶已創建，確認並啟用了。您將自動登入。

# AM_IncompleteConfirmationLink
source: The account confirmation link that you are using is incomplete. Please check the link length and be sure that you have copied the entire link then try again.
ar: رابط تأكيد الحساب الذي تستخدمه غير كامل. يرجى التحقق من طول الرابط والتأكد من نسخ الرابط بأكمله ثم حاول مرة أخرى.
es: El enlace de confirmación de cuenta que estás usando está incompleto. Por favor, comprueba la longitud del enlace y asegúrate de haberlo copiado completo antes de intentarlo de nuevo.
fr: Le lien de confirmation de compte que vous utilisez est incomplet. Veuillez vérifier la longueur du lien, vous assurer d'avoir copié le lien entier et ressayer.
id: Link konfirmasi akun yang anda gunakan tidak lengkap. Harap cek panjang link dan pastikan anda telah mengkopi seluruh link lalu coba kembali.
it: Il link di conferma dell'account che stai usando è incompleto. Per favore, controlla la lunghezza del link e accertati di aver copiato l'intero link, quindi riprova.
ko: 사용중인 계정 인증 링크는 미완성입니다. 링크 길이를 확인하시고 링크 전체를 복사하셨는지 확인하신 후 다시 시도하세요.
nl: De account bevestigingskoppeling die u gebruikt is onvolledig. Check alstublieft de lengte van de koppeling en zorg ervoor dat u de volledige koppeling heeft gekopieerd, probeer het dan opnieuw.
pl: Link to aktywacji konta jest niekompletny. Upewnij się, że skopiowałeś cały link i spróbuj ponownie.
pt_br: O link de confirmação de conta que você está usando está incompleta. Por favor, verifique o comprimento da ligação e certifique-se que você copiou todo o link, em seguida, tente novamente.
ro: Linkul de confirmare a contului pe care îl folosești este incomplet. Te rugăm să verifici lungimea linkului și să te asiguri că ai copiat întregul linkul, apoi încearcă din nou.
ru: Ссылка подтверждения учётной записи неполная. Пожалуйста, убедитесь, что скопировали её целиком, и попробуйте снова.
th: ลิงก์การยืนยันบัญชีที่คุณใช้ไม่สมบูรณ์ กรุณาตรวจสอบความยาวของลิงก์และตรวจดูว่าได้คัดลอกลิงก์ทั้งหมด แล้วลองอีกครั้ง
tr: Kullandığınız hesap onaylama linki tamamlanmamış. Lütfen link uzunluğunu kontrol edin ve tüm linki kopyaladığınızdan emin olup tekrar deneyin.
vi: Đường liên kết xác thực tài khoản bạn đang sử dụng bị viết thiếu. Xin kiểm tra kỹ lại và chắc rằng bạn đã copy lại chính xác toàn bộ đường liên kết, sau đó thử lại.
zh_hans: 您所使用的账户激活确认链接并不完整。请检查该链接之长度，确保已复制了整个链接，然后再试一次。
zh_hant: 您所使用的帳戶啟用確認連結並不完整。請檢查該連結之長度，確保已複製了整個連結，然後再試一次。

# AM_WrongPassword
source: Incorrect password. Please try again.
ar: كلمة المرور خاطئة. يرجى إعادة المحاولة.
es: Contraseña incorrecta. Inténtalo de nuevo.
fr: Le mot de passe est erroné. Veuillez ressayer.
id: Kata kunci Salah. Silakan coba lagi.
it: Password non corretta. Per favore, riprova.
ko: 잘못된 비밀번호. 다시 시도하세요.
nl: Onjuist wachtwoord. Probeer nogmaals.
pl: Nieprawidłowe konto. Spróbuj ponownie.
pt_br: Senha incorreta. Por favor, tente novamente.
ro: Parolă incorectă. Te rugăm să încerci din nou.
ru: Неверный пароль. Попробуйте ещё раз.
th: รหัสผ่านผิดพลาด กรุณาลองอีกครั้ง
tr: Geçersiz parola. Lütfen tekrar deneyin.
vi: Mật khẩu sai. Xin thử lại.
zh_hans: 密码错误。请再试一次。
zh_hant: 密碼錯誤。請再試一次。

# AM_AlreadyLoggedInAlert
source: If you agree, the current account will be logged out and all Offline data will be erased. Do you want to continue?
ar: إذا وافقت، سيتم تسجيل خروج الحساب الحالي بها وسوف يتم مسح جميع البيانات دون اتصال. هل تريد الاستمرار؟
es: Si aceptas, se cerrará la sesión actual y los datos en Sin conexión serán eliminados. ¿Quieres continuar?
fr: Si vous acceptez, le compte actuel sera déconnecté et toutes les données Hors ligne seront effacées. Voulez-vous poursuivre ?
id: Jika anda setuju, akun sekarang akan dikeluarkan dan seluruh data Offline akan dihapus. Anda ingin melanjutkan?
it: Se acconsenti, l'account corrente verrà disconnesso e tutti i dati non in linea saranno cancellati. Vuoi continuare?
ko: 동의하면, 현재 계정이 로그아웃되고 모든 오프라인 데이터가 삭제됩니다. 계속하시겠습니까?
nl: Als u akkoord gaat, zal het huidige account worden uitgelogd en alle offline data zal worden verwijderd. Wilt u doorgaan?
pl: Jeżeli wyrażasz zgodę, to zostaniesz wylogowany z obecnego konta i wszystkie dane offline zostaną usunięte. Czy chcesz kontynuować?
pt_br: Se você concorda, a conta atual será desconectada e todos os dados off-line serão apagados. Pretende continuar?
ro: Dacă ești de acord, contul actual va fi deconectat și toate datele offline vor fi șterse. Dorești să continui?
ru: Если вы согласны, будет произведён выход из учётной записи, и все локальные данные будут удалены. Продолжить?
th: ถ้าคุณเห็นด้วย บัญชีปัจจุบันของคุณจะออกจากระบบและข้อมูลออฟไลน์ทั้งหมดจะถูกลบเช่นเดียวกัน คุณต้องการที่จะดำเนินการต่อหรือไม่
tr: Kabul ederseniz, mevcut hesaıbınızın oturumu kapatılacak ve tüm Çevrimdışı veriler silinecek. Devam etmek istiyor musunuz?
vi: Nếu bạn đồng ý, tài khoản này sẽ bị đăng xuất ra và tất cả tệp tin được lưu Ngoại Tuyến sẽ bị xóa. Bạn có muốn tiếp tục không?
zh_hans: 如果您同意，当前的账户将被登出并且所有离线数据将被删除。是否要继续？
zh_hant: 如果您同意，當前的賬戶將被登出並且所有離線數據將被刪除。是否要繼續？

# AM_AlreadyLoggedInAlert_Title
source: You are logged in with another account
ar: مسجل دخولك بحساب آخر
es: Hay iniciada una sesión con otra cuenta
fr: Vous êtes connecté avec un autre compte
id: Anda sekarang masuk dengan akun yang berbeda
it: Sei collegato con un altro account
ko: 다른 계정으로 로그인하였습니다
nl: U bent ingelogd met een ander account
pl: Jesteś zalogowany na inne konto
pt_br: Você está logado com outra conta
ro: Ești autentificat cu un alt cont
ru: Вы зашли под другой учётной записью
th: คุณได้เข้าสู่ระบบด้วยบัญชีอื่น
tr: Başka bir hesapla oturum açtınız
vi: Bạn đang xác thực một tài khoản khác với tài khoản bạn đang đăng nhập
zh_hans: 您已经使用其他账户登录了
zh_hant: 您已經使用其他賬戶登錄了

# AM_DownloadFileFailed
source: Failed to download the file ‘{0}’. Please try again.
ar: فشل تنزيل الملف {0}. يرجى إعادة المحاولة.
es: No se ha podido descargar el archivo '{0}'. Inténtalo de nuevo.
fr: Échec de téléchargement du fichier '{0}'. Veuillez ressayer.
id: Gagal mengunduh file ‘{0}’. Silakan coba lagi.
it: Download del file '{0}' fallito. Per favore, riprova.
ko: '{0}' 파일 다운로드 실패. 다시 시도하세요.
nl: Mislukt om bestand '{0}' te downloaden. Probeer nogmaals.
pl: Pobieranie pliku '{0}' nie powiodło się. Spróbuj ponownie.
pt_br: Erro ao fazer o download do arquivo '{0}'. Por favor, tente novamente.
ro: Eșec la descărcarea fișierului ‘{0}’. Te rugăm să încerci din nou.
ru: Не удалось скачать файл '{0}'. Попробуйте ещё раз.
th: ไม่สามารถดาวน์โหลดไฟล์ '{0}' กรุณาลองอีกครั้ง
tr: '{0}' indirilemedi. Lütfen tekrar deneyin.
vi: Tải xuống tệp tin ‘{0}’ bị thất bại. Xin thử lại.
zh_hans: 无法下载文件“{0}”。请再试一次。
zh_hant: 下載檔案‘{0}’失敗。請再試一次。

# AM_DownloadFailed_Title
source: Download failed
ar: فشل التحميل
es: Descarga fallida
fr: Échec de téléchargement
id: Download gagal
it: Scaricamento Fallito
ko: 다운로드 실패
nl: Downloaden mislukt
pl: Pobieranie nie powiodło się
pt_br: Erro no download
ro: Descărcare eșuată
ru: Скачивание не удалось
th: ดาวน์โหลดไม่สำเร็จ
tr: İndirme başarısız
vi: Lỗi tải xuống
zh_hans: 下载失败
zh_hant: 下載失敗

# AM_OverquotaAlert
source: Operation not allowed, you will exceed the storage limit of your account. Do you want to upgrade your account?
ar: عملية غير مسموح، سوف يتجاوز الحد تخزين حسابك. هل ترغب في ترقية حسابك؟
es: Operación no permitida, se superará el límite de almacenamiento disponible. ¿Quieres ampliar tu cuenta?
it: Operazione non consentita, supererai il limite del tuo account di archiviazione. Vuoi aggiornare il tuo account?
ko: 계정의 저장 한도를 초과할 수 있어, 작업이 허가되지 않았습니다. 계정을 업그레이드 하시겠습니까?
nl: Handeling niet toegestaan, u zult het opslag limiet van van uw rekening overschrijden. Wilt u uw account upgraden?
pt_br: Esta operação não é permitida por que ultrapassa os limites de armazenamento de sua conta. Deseja aumentar o limite?
ru: Операция не будет выполнена, иначе будет превышен лимит хранения вашей учётной записи. Хотите улучшить учётную запись?
th: ไม่อนุญาตให้ดำเนินการ พื้นที่จัดเก็บในบัญชีของคุณเกินขีดจำกัดแล้ว คุณต้องการอัปเกรดบัญชีของคุณหรือไม่
tr: Operasyona izin verilmiyor, hesabınızın depolama sınırını aşacaksınız. Hesabınızı yükseltmek istiyor musunuz?
vi: Thao tác bị từ chối, vì bạn sẽ vượt mức không gian lưu trữ. Bạn có muốn nâng cấp tài khoản để thêm không gian không?
zh_hans: 操作被禁，您将超过您的账户储存限额。您要升级账户吗？
zh_hant: 操作被禁，您將超過您的賬戶儲存限額。您要升級賬戶嗎？

# AM_OverquotaAlert_Title
source: Overquota Alert!
ar: تنبية تجاوزحصة البيانات!
es: ¡Has superado la cuota de almacenamiento disponible!
it: Messaggio di superamento quota!
ko: 할당량 초과 경고!
nl: Over tegoed Waarschuwing!
pt_br: Alerta de excesso de espaço!
ru: Угроза переполнения!
th: แจ้งเตือนโควต้าใกล้จะเต็ม
tr: Kota Aşımı Uyarısı!
vi: Cảnh báo, Quá mức!
zh_hans: 超过配额警告！
zh_hant: 超過配額警告！

# AM_PrepareFileForUploadFailed
source: Failed to prepare file ‘{0}’ for upload. Please try again.
ar: فشل عملية تحضير الملف ‘{0}’ للترفيع. يرجى إعادة المحاولة.
es: No se ha podido preparar el archivo '{0}' para la subida. Inténtalo de nuevo.
fr: Échec de préparation du fichier '{0}' pour le téléversement. Veuillez ressayer.
id: Gagal menyiapkan file ‘{0}’ untuk diunggah. Silakan coba lagi.
it: Preparazione del file '{0}' per l'upload fallita. Per favore, riprova.
ko: '{0}' 파일 업로드 준비 실패. 다시 시도하세요.
nl: Mislukt om bestand '{0}' voor te bereiden voor uploaden. Probeer nogmaals.
pl: Przygotowanie pliku '{0}' nie powiodło się. Spróbuj ponownie.
pt_br: Erro ao preparar o upload do arquivo '{0}'. Por favor, tente novamente.
ro: Eșec la pregătirea fișierului '{0}' pentru încărcare. Te rugăm să încerci din nou.
ru: Не удалось подготовить файл '{0}'к загрузке. Попробуйте ещё раз.
th: ไม่สามารถจัดเตรียมไฟล์ '{0}' สำหรับการอัปโหลด กรุณาลองอีกครั้ง
tr: '{0}' yükleme için hazırlanırken hata oluştu. Lütfen tekrar deneyin.
vi: Việc chuẩn bị tệp tin ‘{0}’ cho việc tải lên bị thất bại. Xin thử lại.
zh_hans: 无法准备上传文件“{0}”。请再试一次
zh_hant: 準備上傳檔案‘{0}’失敗。請再試一次。

# AM_PrepareFileForUploadFailed_Title
source: Error preparing file
ar: فشل اعداد الملف
es: Error preparando el archivo
fr: Erreur de préparation du fichier
id: Gagal menyiapkan file
it: Errore preparazione file
ko: 파일 준비 실패
nl: Het voorbereiden van het bestand mislukte
pl: Przygotowanie pliku nie powiodło się
pt_br: Erro ao preparar o arquivo
ro: Pregătirea fișierului a eșuat
ru: Не удалось подготовить файл
th: มีข้อผิดพลาดในการเตรียมไฟล์
tr: Dosya hazırlama başarısız oldu
vi: Quá trình chuẩn bị tệp tin thất bại
zh_hans: 加载文件失败
zh_hant: 加載檔案失敗

# AM_PrepareFilesForUploadFailed
source: Failed to prepare file(s) for upload. Please try again.
ar: فشل في تجهيز الملف (ملفات) للرفع. حاول مرة أخرى
es: Fallo preparando archivo(s) para la subida. Por favor, inténtelo de nuevo.
fr: Échec de préparation des fichiers pour le téléversement. Veuillez ressayer.
id: Gagal menyiapkan file untuk upload. Harap coba kembali.
it: Preparazione del/i file in caricamento fallita. Per favore, riprova.
ko: 파일 업로드 준비 실패. 다시 시도하세요.
nl: Het voorbereiden van bestand(en) voor de upload is mislukt. Probeer alstublieft opnieuw.
pl: Przygotowanie plików nie powiodło się. Spróbuj ponownie.
pt_br: Erro ao preparar o upload dos arquivos. Por favor, tente novamente.
ro: Eșec la pregătirea fișierului(elor) pentru încărcare. Te rugăm să încerci din nou.
ru: Не удалось подготовить файл(ы) к отправке. Пожалуйста, попробуйте снова.
th: ไม่สามารถเตรียมไฟล์เพื่ออัปโหลดได้ กรุณาลองใหม่อีกครั้ง
tr: Yükleme için gereken dosya(ları) hazırlaması başarısız. Lütfen tekrar deneyin.
vi: Việc chuẩn bị tệp tin để tải lên bị lỗi. Xin thử lại.
zh_hans: 准备上传文件失败，请再试一次。
zh_hant: 準備上傳檔案失敗，請再試一次。

# AM_PrepareFilesForUploadFailed_Title
source: Error preparing file(s)
ar: خطأ في تحضير ملف (ملفات)
es: Error preparando archivo(s)
fr: Erreur de préparation des fichiers
id: Error menyiapkan file
it: Errore nel caricamento del/i file
ko: 파일 준비 중 오류
nl: Fout tijdens het voorbereiden van bestand(en)
pl: Błąd przygotowywania plik(ów)
pt_br: Erro erro ao preparar o(s) arquivo(s)
ro: Eroare la pregătirea fișierului(elor)
ru: Ошибка при подготовке файла(ов)
th: มีข้อผิดพลาดในการเตรียมไฟล์
tr: Dosya(lar) hazırlanırken hata
vi: Lỗi phát sinh khi chuẩn bị (các) tệp tin
zh_hans: 准备上传文件失败
zh_hant: 準備上傳檔案失敗

# AM_UploadFileFailed
source: Failed to upload the file ‘{0}’. Please try again.
ar: فشل ترفيع الملف ‘{0}’. يرجى إعادة المحاولة.
es: No se ha podido subir el archivo '{0}'. Inténtalo de nuevo.
fr: Échec de téléversement du fichier '{0}'. Veuillez ressayer.
id: Gagal mengunggah file ‘{0}’. Silakan coba lagi.
it: Caricamento del file '{0}' fallito. Per favore, riprova.
ko: '{0}' 파일 업로드 실패. 다시 시도하세요.
nl: Mislukt om het bestand '{0}' te uploaden. Probeer nogmaals.
pl: Wgrywanie pliku '{0}' nie powiodło się. Spróbuj ponownie.
pt_br: Erro ao fazer o upload do arquivo '{0}'. Por favor, tente novamente.
ro: Eșec la încărcarea fișierului '{0}'. Te rugăm să încerci din nou.
ru: Не удалось загрузить файл '{0}'. Попробуйте ещё раз.
th: ไม่สามารถอัปโหลดไฟล์ '{0}' กรุณาลองอีกครั้ง
tr: '{0}' yüklenemedi. Lütfen tekrar deneyin.
vi: Tải lên tệp tin ‘{0}’ bị thất bại. Xin thử lại.
zh_hans: 无法上传文件“{0}”。请再试一次。
zh_hant: 上傳檔案‘{0}’失敗。請再試一次。

# AM_UploadFailed_Title
source: Upload failed
ar: فشل الرفع
es: Subida fallida
fr: Échec de téléversement
id: Upload gagal
it: Caricamento Fallito
ko: 업로드 실패
nl: Uploaden mislukt
pl: Wgrywanie nie powiodło się
pt_br: Erro no upload
ro: Încărcare eșuată
ru: Загрузка не удалась
th: อัปโหลดไม่สำเร็จ
tr: Yükleme başarısız
vi: Tải lên thất bại
zh_hans: 上传失败
zh_hant: 上傳失敗
